IDEA Open Model
ReinfBarByPolyline.NumOfLayers Property
Compatible with IDEA StatiCa v 10.1
 Number of layers
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.1.1 (10.1.1.1)
Syntax
public int NumOfLayers { get; set; }
Public Property NumOfLayers As Integer
	Get
	Set
public:
property int NumOfLayers {
	int get ();
	void set (int value);
}
Property Value
Type: Int32
See Also
Reference
ReinfBarByPolyline Class
IdeaRS.OpenModel.Detail Namespace